Repository: MoLinesDesigns/BrewTUI-Bar
Catalog: BrewTUI-Bar/Resources/Localizable.xcstrings
Source language: es
Languages: en

# %1$lld results in %2$@
source: %1$lld resultados en %2$@
en: %1$lld results in %2$@

# %lld results across Homebrew
source: %lld resultados en Homebrew
en: %lld results across Homebrew

# Search all of Homebrew
source: Buscar en todo Homebrew
en: Search all of Homebrew

# Searched all of Homebrew
source: Búsqueda en todo Homebrew
en: Searched all of Homebrew

# Searching all of Homebrew…
source: Buscando en todo Homebrew…
en: Searching all of Homebrew…

# %1$lld of %2$lld match
source: %1$lld de %2$lld coinciden
en: %1$lld of %2$lld match

# Clear search
source: Limpiar búsqueda
en: Clear search

# Complete with %@
source: Completar con %@
en: Complete with %@

# No matches
source: Sin coincidencias
en: No matches

# No packages match %@
source: Ningún paquete coincide con «%@»
en: No packages match “%@”

# Suggestions
source: Sugerencias
en: Suggestions

# (no output)
source: (sin salida)
en: (no output)

# [exit %lld]
source: [salida %lld]
en: [exit %lld]

# %lld outdated packages
source: %lld paquetes desactualizados
en: %lld outdated packages

# %lld packages
source: %lld paquetes
en: %lld packages

# %lld packages · tap a row to copy
source: %lld paquetes · pulsa una fila para copiar
en: %lld packages · tap a row to copy

# %lld packages can be updated.
source: %lld paquetes pueden actualizarse.
en: %lld packages can be updated.

# %lld packages still pending an update.
source: Quedan %lld paquetes por actualizar.
en: %lld packages still pending an update.

# %lld recent packages to explore
source: %lld paquetes recientes por explorar
en: %lld recent packages to explore

# %lld updates available
source: %lld actualizaciones disponibles
en: %lld updates available

# %lld vulnerable packages found
source: %lld paquetes vulnerables encontrados
en: %lld vulnerable packages found

# %lld vulnerable packages found, including %@
source: %lld paquetes vulnerables encontrados, incluyendo %@
en: %lld vulnerable packages found, including %@

# 1 package still pending an update.
source: Queda 1 paquete por actualizar.
en: 1 package still pending an update.

# Action History
source: Historial de acciones
en: Action History

# Activate command
source: Comando de activación
en: Activate command

# Advanced
source: Avanzado
en: Advanced

# Already have a license?
source: ¿Ya tienes una licencia?
en: Already have a license?

# Basic
source: Básico
en: Basic

# Blink icon on updates
source: Parpadear icono con actualizaciones
en: Blink icon on updates

# BrewTUI-Bar just ran %@ on %@.
source: BrewTUI-Bar acaba de ejecutar %@ sobre %@.
en: BrewTUI-Bar just ran %@ on %@.

# BrewTUI-Bar Pro unlocks:
source: BrewTUI-Bar Pro desbloquea:
en: BrewTUI-Bar Pro unlocks:

# BrewTUI-Bar (this menu bar app)
source: BrewTUI-Bar (esta app de la barra de menú)
en: BrewTUI-Bar (this menu bar app)

# BrewTUI-Bar %@ is available — click to upgrade
source: BrewTUI-Bar %@ disponible — haz click para actualizar
en: BrewTUI-Bar %@ is available — click to upgrade

# BrewTUI-Bar is part of BrewTUI-Bar Pro
source: BrewTUI-Bar forma parte de BrewTUI-Bar Pro
en: BrewTUI-Bar is part of BrewTUI-Bar Pro

# BrewTUI-Bar version
source: Versión de BrewTUI-Bar
en: BrewTUI-Bar version

# BrewTUI-Bar version %@, tier %@
source: BrewTUI-Bar versión %1$@, nivel %2$@
en: BrewTUI-Bar version %1$@, tier %2$@

# BrewTUI-Bar version mismatch
source: BrewTUI-Bar y BrewTUI-Bar desincronizados
en: BrewTUI-Bar version mismatch

# Changes from %lld machine(s) available. Open BrewTUI-Bar to sync.
source: Cambios de %lld máquina(s) disponibles. Abre BrewTUI-Bar para sincronizar.
en: Changes from %lld machine(s) available. Open BrewTUI-Bar to sync.

# Close
source: Cerrar
en: Close

# Close new packages
source: Cerrar novedades
en: Close new packages

# Command timed out.
source: El comando tardó demasiado.
en: Command timed out.

# Continue Anyway
source: Continuar igualmente
en: Continue Anyway

# Copied
source: Copiado
en: Copied

# Copy activate command
source: Copiar comando de activación
en: Copy activate command

# Copy diagnostic output
source: Copiar salida del diagnóstico
en: Copy diagnostic output

# Copy Output
source: Copiar salida
en: Copy Output

# Copy Update Command
source: Copiar comando
en: Copy Update Command

# Could not launch command: %@
source: No se pudo lanzar el comando: %@
en: Could not launch command: %@

# Could not launch terminal for revalidation.
source: No se pudo abrir el terminal para revalidar.
en: Could not launch terminal for revalidation.

# Could not launch the upgrade in your terminal app.
source: No se pudo lanzar la actualización en tu app de terminal.
en: Could not launch the upgrade in your terminal app.

# Could not load new packages: %@
source: No se pudieron cargar los paquetes nuevos: %@
en: Could not load new packages: %@

# Could not upgrade BrewTUI-Bar
source: No se pudo actualizar BrewTUI-Bar
en: Could not upgrade BrewTUI-Bar

# CVE Alerts
source: Alertas CVE
en: CVE Alerts

# Dismiss
source: Cerrar
en: Dismiss

# Double tap to copy install command
source: Doble toque para copiar el comando de instalación
en: Double tap to copy install command

# Email
source: Correo
en: Email

# Expires
source: Caduca
en: Expires

# Fetching latest formulae and casks…
source: Obteniendo últimos formulae y casks…
en: Fetching latest formulae and casks…

# Invalid service name: %@
source: Nombre de servicio no válido: %@
en: Invalid service name: %@

# Just upgraded %@ from BrewTUI-Bar.
source: Acabas de actualizar %@ desde BrewTUI-Bar.
en: Just upgraded %@ from BrewTUI-Bar.

# Last validated
source: Última validación
en: Last validated

# License
source: Licencia
en: License

# Loading from Homebrew…
source: Cargando desde Homebrew…
en: Loading from Homebrew…

# Manage subscription
source: Gestionar suscripción
en: Manage subscription

# Menu Bar Badges
source: Indicadores de la barra
en: Menu Bar Badges

# Network error or rate-limited
source: Error de red o límite de peticiones excedido
en: Network error or rate-limited

# No description available
source: Sin descripción disponible
en: No description available

# No license loaded
source: Sin licencia cargada
en: No license loaded

# No new packages found
source: Sin paquetes nuevos
en: No new packages found

# No packages left to update — you're all set.
source: No quedan paquetes por actualizar, estás al día.
en: No packages left to update — you're all set.

# No recent casks in homebrew-cask. Try refreshing or check back later.
source: No hay casks recientes en homebrew-cask. Prueba a actualizar o vuelve más tarde.
en: No recent casks in homebrew-cask. Try refreshing or check back later.

# No recent formulae in homebrew-core. Try refreshing or check back later.
source: No hay formulae recientes en homebrew-core. Prueba a actualizar o vuelve más tarde.
en: No recent formulae in homebrew-core. Try refreshing or check back later.

# Open data folder
source: Abrir carpeta de datos
en: Open data folder

# Open what's new in Homebrew
source: Abrir novedades en Homebrew
en: Open what's new in Homebrew

# Package Profiles
source: Perfiles de paquetes
en: Package Profiles

# Recently added formulae and casks
source: Formulae y casks añadidos recientemente
en: Recently added formulae and casks

# Recently added to homebrew-core and homebrew-cask
source: Añadidos recientemente a homebrew-core y homebrew-cask
en: Recently added to homebrew-core and homebrew-cask

# Refresh new packages
source: Actualizar nuevos paquetes
en: Refresh new packages

# Revalidate license
source: Revalidar licencia
en: Revalidate license

# Revalidation Error
source: Error de revalidación
en: Revalidation Error

# Running diagnostics...
source: Ejecutando diagnóstico...
en: Running diagnostics...

# save 27%
source: ahorra 27 %
en: save 27%

# Security Alert — BrewTUI-Bar
source: Alerta de Seguridad — BrewTUI-Bar
en: Security Alert — BrewTUI-Bar

# Security Audit (CVE)
source: Auditoría de seguridad (CVE)
en: Security Audit (CVE)

# Security Notice — BrewTUI-Bar
source: Aviso de Seguridad — BrewTUI-Bar
en: Security Notice — BrewTUI-Bar

# See all plans
source: Ver todos los planes
en: See all plans

# See all plans on the website
source: Ver todos los planes en el sitio web
en: See all plans on the website

# Self-update available, version %@
source: Actualización disponible, versión %@
en: Self-update available, version %@

# Service Diagnostics
source: Diagnóstico de Servicio
en: Service Diagnostics

# Show CVE alerts
source: Mostrar alertas CVE
en: Show CVE alerts

# Show diagnostics for %@
source: Mostrar diagnóstico de %@
en: Show diagnostics for %@

# Show sync indicator
source: Mostrar indicador de sincronización
en: Show sync indicator

# Shows recently added formulae and casks
source: Muestra formulae y casks añadidos recientemente
en: Shows recently added formulae and casks

# Skipped service status because the previous command failed.
source: Se omitió el estado del servicio porque el comando anterior falló.
en: Skipped service status because the previous command failed.

# Smart Cleanup
source: Limpieza inteligente
en: Smart Cleanup

# some packages
source: algunos paquetes
en: some packages

# Subscribe Monthly — €5.45
source: Suscríbete mensual — 5,45 €
en: Subscribe Monthly — €5.45

# Subscribe Monthly, 5 euros 45 cents
source: Suscríbete mensual, 5 euros 45 céntimos
en: Subscribe Monthly, 5 euros 45 cents

# Subscribe Yearly — €48
source: Suscríbete anual — 48 €
en: Subscribe Yearly — €48

# Subscribe Yearly, 48 euros, save 27 percent
source: Suscríbete anual, 48 euros, ahorra 27 por ciento
en: Subscribe Yearly, 48 euros, save 27 percent

# Sync active
source: Sincronización activa
en: Sync active

# Sync activity detected. Open BrewTUI-Bar to review.
source: Actividad de sync detectada. Abre BrewTUI-Bar para revisar.
en: Sync activity detected. Open BrewTUI-Bar to review.

# Tier
source: Nivel
en: Tier

# Toggle the icons that appear next to BrewTUI-Bar's menu bar icon.
source: Activa o desactiva los iconos que aparecen junto al icono de BrewTUI-Bar en la barra.
en: Toggle the icons that appear next to BrewTUI-Bar's menu bar icon.

# Type
source: Tipo
en: Type

# Unlock BrewTUI-Bar
source: Desbloquea BrewTUI-Bar
en: Unlock BrewTUI-Bar

# Updated %@
source: Actualizado %@
en: Updated %@

# View logs
source: Ver registros
en: View logs

# What's new in Homebrew
source: Novedades en Homebrew
en: What's new in Homebrew

source: Tu licencia Pro ha caducado o necesita revalidarse. Ejecuta `brewtui-bar revalidate` en la terminal, o renueva tu suscripción. La app seguirá en modo básico.
en: Your Pro license has expired or needs revalidation. Run `brewtui-bar revalidate` in the terminal, or renew your subscription. The app will continue in basic mode.

source: BrewTUI-Bar %1$@ no coincide con BrewTUI-Bar CLI %2$@. Deben coincidir para descifrar la licencia y recibir actualizaciones. Ejecuta en el terminal: BrewTUI-Bar install-BrewTUI-Bar --force
en: BrewTUI-Bar %1$@ is out of sync with BrewTUI-Bar CLI %2$@. They must match for license decryption and updates. Run this in the terminal: BrewTUI-Bar install-BrewTUI-Bar --force

source: BrewTUI-Bar %@ no está sincronizada con la CLI brewtui-bar %@. Deben coincidir para descifrar la licencia y para las actualizaciones. Ejecuta esto en la terminal: brewtui-bar install-brewtui-bar --force
en: BrewTUI-Bar %@ is out of sync with the brewtui-bar CLI %@. They must match for license decryption and updates. Run this in the terminal: brewtui-bar install-brewtui-bar --force

# Menu bar app
source: App de la barra de menús
en: Menu bar app

# Show outdated packages
source: Mostrar paquetes desactualizados
en: Show outdated packages

# The brewtui-bar CLI is required
source: Se necesita la CLI brewtui-bar
en: The brewtui-bar CLI is required

source: Activa o desactiva los indicadores junto al icono de BrewTUI-Bar en la barra de menús. Los paquetes desactualizados hacen parpadear el icono, o muestran un contador si «Reducir movimiento» está activo.
en: Toggle the indicators that appear next to BrewTUI-Bar's menu bar icon. Outdated packages blink the icon, or show a count when Reduce Motion is on.

# Upgraded %@.
source: Se actualizó %@.
en: Upgraded %@.

# Upgraded %lld packages.
source: Se actualizaron %lld paquetes.
en: Upgraded %lld packages.

# brewtui-bar CLI
source: CLI brewtui-bar
en: brewtui-bar CLI

source: BrewTUI-Bar necesita la herramienta de línea de comandos brewtui-bar. Instálala con: npm install -g brewtui-bar Después vuelve a abrir BrewTUI-Bar.
en: BrewTUI-Bar needs the brewtui-bar command line tool. Install it with: npm install -g brewtui-bar Then open BrewTUI-Bar again.

# Copy Command and Quit
source: Copiar comando y salir
en: Copy Command and Quit

# Needs an administrator password — run it in Terminal
source: Necesita contraseña de administrador — ejecútalo en Terminal
en: Needs an administrator password — run it in Terminal

# Homebrew could not complete this upgrade
source: Homebrew no pudo completar esta actualización
en: Homebrew could not complete this upgrade

source: Homebrew necesita la contraseña de administrador para este paquete y no puede pedirla desde la barra de menús. Ejecuta la actualización en Terminal.
en: Homebrew needs an administrator password for this package and cannot ask for it from the menubar. Run the upgrade in Terminal.

# Run in Terminal
source: Ejecutar en Terminal
en: Run in Terminal

# Could not open Terminal
source: No se pudo abrir Terminal
en: Could not open Terminal

# Upgraded %lld of %lld — %@
source: Actualizados %lld de %lld — %@
en: Upgraded %lld of %lld — %@

# No details available for %@
source: No hay detalles disponibles de %@
en: No details available for %@

# Installed
source: Instalada
en: Installed

# Available
source: Disponible
en: Available

# Disabled in Homebrew: %@
source: Deshabilitado en Homebrew: %@
en: Disabled in Homebrew: %@

# Disabled in Homebrew
source: Deshabilitado en Homebrew
en: Disabled in Homebrew

# Deprecated: %@
source: Obsoleto: %@
en: Deprecated: %@

# Deprecated in Homebrew
source: Obsoleto en Homebrew
en: Deprecated in Homebrew

# Pinned packages are not upgraded. Unpin it first with brewtui-bar.
source: Los paquetes fijados no se actualizan. Quita el pin antes con brewtui-bar.
en: Pinned packages are not upgraded. Unpin it first with brewtui-bar.

# This cask updates itself — Homebrew may report nothing to do.
source: Este cask se actualiza solo; puede que Homebrew no tenga nada que hacer.
en: This cask updates itself — Homebrew may report nothing to do.

# Package details
source: Detalles del paquete
en: Package details

# Dependencies
source: Dependencias
en: Dependencies

# Homepage
source: Página web
en: Homepage

# Open homepage of %@
source: Abrir la página web de %@
en: Open homepage of %@

# Caveats
source: Advertencias
en: Caveats

# Closing automatically in %lld s…
source: Se cerrará automáticamente en %lld s…
en: Closing automatically in %lld s…

# %@ updated
source: %@ actualizado
en: %@ updated

# Close package details
source: Cerrar los detalles del paquete
en: Close package details

# Pro required
source: Requiere Pro
en: Pro required

# Update %@ now
source: Actualizar %@ ahora
en: Update %@ now

# Updated
source: Actualizado
en: Updated

# Updating…
source: Actualizando…
en: Updating…

# Update to %@
source: Actualizar a %@
en: Update to %@

# Could not load extended details: %@
source: No se pudieron cargar los detalles ampliados: %@
en: Could not load extended details: %@

# Opens the package details window
source: Abre la ventana de detalles del paquete
en: Opens the package details window

# %@ is back in the list.
source: %@ vuelve a la lista.
en: %@ is back in the list.

# %@ is part of BrewTUI-Bar Pro
source: %@ forma parte de BrewTUI-Bar Pro
en: %@ is part of BrewTUI-Bar Pro

# %@ on disk
source: %@ en disco
en: %@ on disk

# %lld changes
source: %lld cambios
en: %lld changes

# %lld entries
source: %lld entradas
en: %lld entries

# %lld ignored
source: %lld ignorados
en: %lld ignored

# %lld items: old versions, cached downloads and stale symlinks.
source: %lld elementos: versiones antiguas, descargas en caché y enlaces obsoletos.
en: %lld items: old versions, cached downloads and stale symlinks.

# %lld machine(s) updated their packages.
source: %lld máquina(s) han actualizado sus paquetes.
en: %lld machine(s) updated their packages.

# %lld missing
source: faltan %lld
en: %lld missing

# Added
source: Añadidos
en: Added

# Always ignore this package
source: Ignorar siempre este paquete
en: Always ignore this package

# Always ignored
source: Ignorado siempre
en: Always ignored

# BrewTUI-Bar captures one before every batch action.
source: BrewTUI-Bar captura uno antes de cada acción en lote.
en: BrewTUI-Bar captures one before every batch action.

# BrewTUI-Bar is still starting up. Try again in a moment.
source: BrewTUI-Bar todavía está arrancando. Inténtalo de nuevo en un momento.
en: BrewTUI-Bar is still starting up. Try again in a moment.

# Brewfile written to %@.
source: Brewfile guardado en %@.
en: Brewfile written to %@.

# Calculate sizes
source: Calcular tamaños
en: Calculate sizes

# Check
source: Comprobar
en: Check

# Check for Homebrew updates
source: Buscar actualizaciones de Homebrew
en: Check for Homebrew updates

# Check for updates
source: Buscar actualizaciones
en: Check for updates

# Checks taps, permissions, broken symlinks and outdated configuration.
source: Revisa taps, permisos, enlaces rotos y configuración obsoleta.
en: Checks taps, permissions, broken symlinks and outdated configuration.

# Clean up
source: Limpiar
en: Clean up

# Clean up Homebrew
source: Limpiar Homebrew
en: Clean up Homebrew

# Clean up now
source: Limpiar ahora
en: Clean up now

# Cleaned up
source: Limpieza
en: Cleaned up

# Clear the ignore list
source: Vaciar la lista de ignorados
en: Clear the ignore list

# Compare with
source: Comparar con
en: Compare with

# Control a Homebrew service
source: Controlar un servicio de Homebrew
en: Control a Homebrew service

# Copy all install commands
source: Copiar todos los comandos de instalación
en: Copy all install commands

# Copy command
source: Copiar comando
en: Copy command

# Copy info command
source: Copiar comando de info
en: Copy info command

# Copy install command
source: Copiar comando de instalación
en: Copy install command

# Copy upgrade command
source: Copiar comando de actualización
en: Copy upgrade command

# Could not launch the command in your terminal app.
source: No se pudo lanzar el comando en tu terminal.
en: Could not launch the command in your terminal app.

# Could not read profiles
source: No se pudieron leer los perfiles
en: Could not read profiles

# Could not read services
source: No se pudieron leer los servicios
en: Could not read services

# Could not read snapshots
source: No se pudieron leer los snapshots
en: Could not read snapshots

# Could not read the history
source: No se pudo leer el historial
en: Could not read the history

# Could not read the package list
source: No se pudo leer la lista de paquetes
en: Could not read the package list

# Diagnostics
source: Diagnóstico
en: Diagnostics

# Everything in this profile is already installed.
source: Todo lo de este perfil ya está instalado.
en: Everything in this profile is already installed.

# Everything is up to date
source: Todo está al día
en: Everything is up to date

# Export this Mac
source: Exportar este Mac
en: Export this Mac

# Exported %@
source: Exportado %@
en: Exported %@

# Filter packages
source: Filtrar paquetes
en: Filter packages

# Formulae nothing else depends on
source: Fórmulas de las que no depende nada
en: Formulae nothing else depends on

source: Las fórmulas con servicio launchd (postgresql, redis, nginx…) aparecen aquí una vez instaladas.
en: Formulae that ship a launchd service (postgresql, redis, nginx…) appear here once installed.

# Fully installed
source: Instalado por completo
en: Fully installed

# Get outdated packages
source: Obtener los paquetes desactualizados
en: Get outdated packages

# Hide packages
source: Ocultar paquetes
en: Hide packages

# History
source: Historial
en: History

# Homebrew can only pin formulae. Use “Ignore” for casks.
source: Homebrew solo puede fijar fórmulas. Usa «Ignorar» para los casks.
en: Homebrew can only pin formulae. Use “Ignore” for casks.

source: Homebrew borra versiones antiguas y descargas en caché. Los paquetes instalados no se tocan.
en: Homebrew deletes old versions and cached downloads. Installed packages are not affected.

# Homebrew did not perform any upgrade
source: Homebrew no actualizó nada
en: Homebrew did not perform any upgrade

# Homebrew health
source: Salud de Homebrew
en: Homebrew health

source: Homebrew necesita la contraseña de administrador y no puede pedirla desde la barra de menús. Ejecútalo en el Terminal.
en: Homebrew needs an administrator password for this and cannot ask for it from the menu bar. Run it in Terminal.

# Homebrew skipped the upgrade — try `brew reinstall` for this package
source: Homebrew omitió la actualización: prueba `brew reinstall` con este paquete
en: Homebrew skipped the upgrade — try `brew reinstall` for this package

source: Homebrew lo desinstalará de este Mac. Las fórmulas de las que dependen otros paquetes las conserva brew.
en: Homebrew will uninstall it from this Mac. Formulae that other packages depend on are kept by brew.

# Ignore list cleared.
source: Lista de ignorados vaciada.
en: Ignore list cleared.

# Ignored packages
source: Paquetes ignorados
en: Ignored packages

# Ignoring %@ from now on.
source: Se ignorará %@ a partir de ahora.
en: Ignoring %@ from now on.

# Install %@
source: Instalar %@
en: Install %@

# Install missing
source: Instalar lo que falta
en: Install missing

# Installed %@.
source: %@ instalado.
en: Installed %@.

# Installing %@
source: Instalando %@
en: Installing %@

# Installs, upgrades and removals run from BrewTUI-Bar show up here.
source: Las instalaciones, actualizaciones y desinstalaciones hechas desde BrewTUI-Bar aparecen aquí.
en: Installs, upgrades and removals run from BrewTUI-Bar show up here.

# Maintenance
source: Mantenimiento
en: Maintenance

# No Homebrew services
source: Sin servicios de Homebrew
en: No Homebrew services

# No actions recorded yet
source: Aún no hay acciones registradas
en: No actions recorded yet

# No differences
source: Sin diferencias
en: No differences

# No installed package matches this filter.
source: Ningún paquete instalado coincide con el filtro.
en: No installed package matches this filter.

# No profiles saved
source: No hay perfiles guardados
en: No profiles saved

# No snapshots yet
source: Aún no hay snapshots
en: No snapshots yet

# Not checked yet.
source: Sin comprobar todavía.
en: Not checked yet.

# Not started
source: Sin iniciar
en: Not started

# Nothing changed between these two captures.
source: No cambió nada entre estas dos capturas.
en: Nothing changed between these two captures.

# Nothing left behind.
source: No queda nada suelto.
en: Nothing left behind.

# Nothing to clean
source: Nada que limpiar
en: Nothing to clean

# Nothing to remove.
source: No hay nada que eliminar.
en: Nothing to remove.

# Nothing to show
source: Nada que mostrar
en: Nothing to show

# Nothing to upgrade — every pending package is pinned or ignored.
source: Nada que actualizar: todos los paquetes pendientes están fijados o ignorados.
en: Nothing to upgrade — every pending package is pinned or ignored.

# Only leaves
source: Solo hojas
en: Only leaves

# Open homepage
source: Abrir la página web
en: Open homepage

# Open the manager window
source: Abrir la ventana de gestión
en: Open the manager window
